module.exports = {
    tranlog_status: {
        "00": "初始",
        "01": "申请成功",
        "02": "申请失败",
        "03": "已撤单",
        "04": "确认成功",
        "05": "确认失败",
        "06": "超时（未知）"
    },
    risk: {
        "01": "保守型",
        "02": "稳健型",
        "03": "平衡型",
        "04": "成长型",
        "05": "进取型"
    },
    funds_risk: {
        "0": "低风险",
        "1": "较低风险",
        "2": "中风险",
        "3": "较高风险",
        "4": "高风险"
    },
    funds_status: {
        "0": "可申购赎回",
        "1": "发行",
        "4": "停止申购赎回",
        "5": "停止申购",
        "6": "停止赎回",
        "8": "基金终止",
        "9": "基金封闭"
    },
    fund_type: {
        "01": "股票型",
        "02": "债券型",
        "03": "混合型",
        "04": "货币型",
        "05": "指数型",
        // "06": "保本型",
        "07": "QDII"
    },
    busi_code: {
        "F30001": "购买",
        "F30001S": "购买",
        "F30002": "赎回"
    },
    dividendmethod: {
        "0": "红利再投",
        "1": "现金分红"
    },
    cactlog_newmode: {
        "00": "网银签约",
        "01": "快捷签约",
        "02": "信任签约"
    },
    fund_type_img: {
        "01": "/images/theme/red/common/gupiao.png",
        "02": "/images/theme/red/common/zhaiquan.png",
        "03": "/images/theme/red/common/hunhe.png",
        "04": "/images/theme/red/common/huobi.png"
    }
};
